Repository: luiswdy/ReadyKit
Catalog: ReadyKit/Resources/Localizable.xcstrings
Source language: en
Languages: es_419, ja, pt_br, zh_hant

source: Please correct the errors in the form.
es_419: Por favor, corrija los errores en el formulario.
ja: フォームのエラーを修正してください。
pt_br: Por favor, corrija os erros no formulário.
zh_hant: 請修正表單中的錯誤。

source: Please enter a valid quantity
es_419: Por favor, ingrese una cantidad válida
ja: 有効な数量を入力してください
pt_br: Por favor, insira uma quantidade válida
zh_hant: 請輸入有效數量

source: Please select a valid .store database file
es_419: Por favor, seleccione un archivo de base de datos .store válido
ja: 有効な.storeデータベースファイルを選択してください
pt_br: Por favor, selecione um arquivo de banco de dados .store válido
zh_hant: 請選取有效的 .store 資料庫檔案

source: Please select an expiration date
es_419: Por favor, seleccione una fecha de vencimiento
ja: 有効期限を選択してください
pt_br: Por favor, selecione uma data de expiração
zh_hant: 請選取到期日

source: Please select valid database files (.store, .store-shm, .store-wal)
es_419: Por favor, seleccione archivos de base de datos válidos (.store, .store-shm, .store-wal)
ja: 有効なデータベースファイル（.store、.store-shm、.store-wal）を選択してください
pt_br: Por favor, selecione arquivos de banco de dados válidos (.store, .store-shm, .store-wal)
zh_hant: 請選取有效的資料庫檔案 (.store, .store-shm, .store-wal)

source: Processing...
es_419: Procesando...
ja: 処理中...
pt_br: Processando...
zh_hant: 處理中...

source: Quantity
es_419: Cantidad
ja: 数量
pt_br: Quantidade
zh_hant: 數量

source: Quantity cannot be empty
es_419: La cantidad no puede estar vacía
ja: 数量は空にできません
pt_br: A quantidade não pode estar vazia
zh_hant: 數量不能為空

source: Quantity must be a positive number
es_419: La cantidad debe ser un número positivo
ja: 数量は正の数でなければなりません
pt_br: A quantidade deve ser um número positivo
zh_hant: 數量必須為正數

source: Quarterly
es_419: Trimestral
ja: 四半期ごと
pt_br: Trimestralmente
zh_hant: 每季

source: Receive daily summaries of expiring resources and reminders
es_419: Reciba resúmenes diarios de recursos que vencen y recordatorios
ja: 期限切れ間近のリソースとリマインダーの毎日の概要を受け取る
pt_br: Receba resumos diários de recursos expirando e lembretes
zh_hant: 接收即將過期資源的每日摘要和提醒

source: Regular Check Frequency
es_419: Frecuencia de revisión periódica
ja: 定期点検の頻度
pt_br: Frequência de Verificação Regular
zh_hant: 定期檢查頻率

source: Remind me %lld days before items expire
es_419: Recordarme %lld días antes de que los artículos venzan
ja: アイテムが期限切れになる%lld日前に通知
pt_br: Lembrar-me %lld dias antes dos itens expirarem
zh_hant: 在物品到期前 %lld 天提醒我

# Reminder lead time must be between %lld and %lld days
source: Reminder lead time must be between %1$lld and %2$lld days
es_419: El tiempo de anticipación del recordatorio debe estar entre %1$lld y %2$lld días
ja: リマインダーのリードタイムは%1$lld日から%2$lld日の間でなければなりません
pt_br: O tempo de antecedência do lembrete deve ser entre %1$lld e %2$lld dias
zh_hant: 提醒的提前時間必須介於 %1$lld 和 %2$lld 天之間

source: Reminder Settings
es_419: Configuración de recordatorios
ja: リマインダー設定
pt_br: Configurações de Lembrete
zh_hant: 提醒設定

source: Remove Photo
es_419: Eliminar foto
ja: 写真を削除
pt_br: Remover Foto
zh_hant: 移除照片

source: Reset all settings to their default values
es_419: Restablecer todas las configuraciones a sus valores predeterminados
ja: すべての設定をデフォルト値にリセットします
pt_br: Redefinir todas as configurações para seus valores padrão
zh_hant: 將所有設定重設為預設值

source: Reset to Defaults
es_419: Restablecer a los valores predeterminados
ja: デフォルトにリセット
pt_br: Redefinir para Padrões
zh_hant: 重設為預設值

source: Restore
es_419: Restaurar
ja: 復元
pt_br: Restaurar
zh_hant: 回復

source: Retry
es_419: Reintentar
ja: 再試行
pt_br: Tentar Novamente
zh_hant: 重試

source: Save
es_419: Guardar
ja: 保存
pt_br: Salvar
zh_hant: 儲存

source: Saving...
es_419: Guardando...
ja: 保存中...
pt_br: Salvando...
zh_hant: 儲存中...

source: Search emergency kits
es_419: Buscar kits de emergencia
ja: 防災セットを検索
pt_br: Pesquisar kits de emergência
zh_hant: 搜尋緊急避難包

source: Search items
es_419: Buscar artículos
ja: アイテムを検索
pt_br: Pesquisar itens
zh_hant: 搜尋物品

source: Select Kit
es_419: Seleccionar kit
ja: 防災セットを選択
pt_br: Selecionar kit
zh_hant: 選取緊急避難包

source: Select Photo
es_419: Seleccionar foto
ja: 写真を選択
pt_br: Selecionar Foto
zh_hant: 選取照片

source: Select Unit
es_419: Seleccionar unidad
ja: 単位を選択
pt_br: Selecionar Unidade
zh_hant: 選取單位

source: Selected files are not valid database files
es_419: Los archivos seleccionados no son archivos de base de datos válidos
ja: 選択されたファイルは有効なデータベースファイルではありません
pt_br: Os arquivos selecionados não são arquivos de banco de dados válidos
zh_hant: 選取的檔案不是有效的資料庫檔案

source: Selected Kit: %@
es_419: Kit seleccionado: %@
ja: 選択中の 防災セット：%@
pt_br: Kit selecionado: %@
zh_hant: 已選取的緊急避難包：%@

source: Settings
es_419: Configuración
ja: 設定
pt_br: Ajustes
zh_hant: 設定

source: Settings saved, but failed to reschedule notifications: %@
es_419: Configuración guardada, pero no se pudieron reprogramar las notificaciones: %@
ja: 設定は保存されましたが、通知の再スケジュールに失敗しました: %@
pt_br: Ajustes salvos, mas falha ao reagendar notificações: %@
zh_hant: 設定已儲存，但重新排程通知失敗：%@

source: Snooze for a day
es_419: Posponer 1 día
ja: 1日間スヌーズ
pt_br: Adiar por 1 dia
zh_hant: 延後一天

source: Snooze for an hour
es_419: Posponer 1 hora
ja: 1時間スヌーズ
pt_br: Adiar por 1 hora
zh_hant: 延後一小時

source: Something went wrong
es_419: Algo salió mal
ja: 問題が発生しました
pt_br: Algo deu errado
zh_hant: 發生了一些錯誤

source: Status
es_419: Estado
ja: ステータス
zh_hant: 狀態

source: Success
es_419: Éxito
ja: 成功
pt_br: Sucesso
zh_hant: 成功

source: tablets
es_419: tabletas
ja: 錠
pt_br: comprimidos
zh_hant: 錠

source: Take Photo
es_419: Tomar foto
ja: 写真を撮る
pt_br: Tirar Foto
zh_hant: 拍照

source: The emergency kit contains duplicate items: %@. Please remove duplicates.
es_419: El kit de emergencia contiene artículos duplicados: %@. Por favor, elimine los duplicados.
ja: 防災セットに重複したアイテムが含まれています：%@。重複したアイテムを削除してください。
pt_br: O kit de emergência contém itens duplicados: %@. Por favor, remova os itens duplicados.
zh_hant: 緊急避難包中包含重複的物品：%@。請移除重複項目。

source: The emergency kit location cannot be empty. Provided: %@
es_419: La ubicación del kit de emergencia no puede estar vacía. Proporcionado: %@
ja: 防災セットの場所は空にできません。入力された値：%@
pt_br: A localização do kit de emergência não pode estar vazia. Fornecido: %@
zh_hant: 緊急避難包位置不能為空。提供的值：%@

source: The emergency kit name cannot be empty. Provided: %@
es_419: El nombre del kit de emergencia no puede estar vacío. Proporcionado: %@
ja: 防災セット名は空にできません。入力された値：%@
pt_br: O nome do kit de emergência não pode estar vazio. Fornecido: %@
zh_hant: 緊急避難包名稱不能為空。提供的值：%@

source: This will replace your existing database. All current data will be lost. This action cannot be undone.
es_419: Esta acción reemplazará su base de datos actual. Todos los datos actuales se perderán. Esta acción no se puede deshacer.
ja: これにより、既存のデータベースが置き換えられます。現在のデータはすべて失われます。この操作は元に戻せません。
pt_br: Esta ação substituirá seu banco de dados atual. Todos os dados atuais serão perdidos. Esta ação não pode ser desfeita.
zh_hant: 此操作將會取代您現有的資料庫。所有目前的資料將會遺失。此操作無法復原。

source: This will restore the selected database files. Continue?
es_419: Se restaurarán los archivos de base de datos seleccionados. ¿Continuar?
ja: 選択したデータベースファイルが復元されます。続行しますか？
pt_br: Isto restaurará os arquivos de banco de dados selecionados. Continuar?
zh_hant: 此操作將回復您選取的資料庫檔案，是否繼續？

source: To receive notifications, go to Settings and enable notifications for ReadyKit.
es_419: Para recibir notificaciones, vaya a Configuración y active las notificaciones para ReadyKit.
ja: 通知を受け取るには、設定に移動し、ReadyKitの通知を有効にしてください。
pt_br: Para receber notificações, vá para Ajustes e ative as notificações para ReadyKit.
zh_hant: 若要接收通知，請前往「設定」並為 ReadyKit 啟用通知。

source: Unable to load image
es_419: No se puede cargar la imagen
ja: 画像を読み込めません
pt_br: Não foi possível carregar a imagem
zh_hant: 無法載入圖片

source: Unit
es_419: Unidad
ja: 単位
pt_br: Unidade
zh_hant: 單位

source: Unit cannot be empty
es_419: La unidad no puede estar vacía
ja: 単位は空にできません
pt_br: A unidade não pode estar vazia
zh_hant: 單位不能為空

source: Yearly
es_419: Anual
ja: 年に一度
pt_br: Anualmente
zh_hant: 每年

source: You have items that are expiring soon. Please open the app and check your emergency kit.
es_419: Tiene artículos próximos a vencer. Por favor, abra la aplicación y revise su kit de emergencia.
ja: 期限が近づいているアイテムがあります。アプリを開いて防災セットを確認してください。
pt_br: Você tem itens prestes a vencer. Por favor, abra o aplicativo e verifique seu kit de emergência.
zh_hant: 您有即將過期的物品。請打開 App 確認您的緊急避難包。

source: You'll receive a daily summary at %@
es_419: Recibirá un resumen diario a las %@
ja: 毎日%@に概要が届きます
pt_br: Você receberá um resumo diário às %@
zh_hant: 您將在 %@ 收到每日摘要

source: OK
zh_hant: 好
